{
    "help_menu":{
        "title":"Menu de Ajuda",
        "commands":{
            "help":"Obter o Menu de ajuda.",
            "config": "Toggle the stores and change the language of the bot",
            "get":"Postar os jogos que estão gratuitos atualmente.",
            "setup":"Configurar o canal de notificações (Apenas para os usuários com permissões de administrador).",
            "stop":"Impede que o bot envie notificações (Apenas para os usuários com permissões de administrador).",
            "role":"Atribuir um cargo para que o bot mencione no post (Apenas para os usuários com permissões de administrador).",
        },
        "support":{
            "name":"💎 Se você quiser nos apoiar no desenvolvimento deste bot",
            "value":"   Você pode ajudar votando neste bot clicando [aqui](https://top.gg/bot/698117737175580692)"
        },
        "discord":{
            "name":"🔗 Você também pode consultar nosso servidor no Discord",
            "value":"  Você pode entrar no servidor [aqui](https://discord.gg/wzF9qfC)"
        }
    },
    "commands":{ 
        "insufficient_permissions":"Desculpe, você não tem permissão para usar este comando!",
        "not_setup": "You have to set me up before using this command!",
        "no_args": "This command requires arguments!",
        "setup":{
            "updated": "The announcement channel has succesfully been updated!",
            "success1": "You're all setup, use",
            "success2": "to test the announcements."
        },
        "stop":{
            "success":"OK, Irei parar de enviar as atualizações!"
        },
        "role":{
            "tag_a_role":"Você precisa mencionar um cargo para ser atribuir!",
            "everyone":"Agora, todos serão mencionados quando um jogo novo estiver gratuito!",
            "role_success":"será marcado quando um novo jogo estiver gratuito!",
            "stopped": "No roles will be tagged!"
        },
        "config": {
            "title": "Free Games Bot Config",
            "description": "Click on the buttons listed under this message to toggle stores and to change the language.",
            "toggle": "Click on the options you want to toggle",
            "language": "Click on the language you want to assign to the bot"
        },
        "invite": {
            "thanks": "Thanks for your intrest!"
        },
        "setprefix": {
            "changed": "Prefix changed to:"
        }
    },
    "free_games_embed_get":{
        "title":"Jogos Gratuitos!",
        "no_games":"Não existe jogos gratuitos disponíveis no momento!"
    },
    "free_games_embed_announce":{
                "perms_missing": "Insufficient permissions to announce game! Missing permissions:",
        "free_until":"Gratuito até",
        "state":"Estado",
        "support_us":{
            "name":"Apoie-nos",
            "value":"[Junte-se a nós no servidor do Discord](https://discordapp.com/invite/wzF9qfC)\n[Adquire este Bot](https://top.gg/bot/698117737175580692)"
        },
        "footer":"Clique no nome do jogo para entrar na loja"
    }
}
